{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "dropout": 0.1,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 96,
  "id2label": {
    "0": "policy_question",
    "1": "login_issue",
    "2": "incident_report",
    "3": "training_request",
    "4": "data_privacy",
    "5": "document_access"
  },
  "initializer_range": 0.02,
  "intermediate_size": 192,
  "label2id": {
    "data_privacy": 4,
    "document_access": 5,
    "incident_report": 2,
    "login_issue": 1,
    "policy_question": 0,
    "training_request": 3
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 160,
  "model_type": "bert",
  "num_attention_heads": 4,
  "num_hidden_layers": 2,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.51.3",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 424
}
