{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 96,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 96
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "the": 5,
      ".": 6,
      "a": 7,
      "for": 8,
      "?": 9,
      "The": 10,
      "to": 11,
      "I": 12,
      "is": 13,
      "policy": 14,
      "in": 15,
      "on": 16,
      "access": 17,
      "staff": 18,
      "Can": 19,
      "Please": 20,
      "training": 21,
      "document": 22,
      "but": 23,
      "need": 24,
      "not": 25,
      "of": 26,
      "A": 27,
      "after": 28,
      "cannot": 29,
      "my": 30,
      "new": 31,
      "shared": 32,
      "-": 33,
      "What": 34,
      "account": 35,
      "before": 36,
      "folder": 37,
      "guidance": 38,
      "request": 39,
      "says": 40,
      "team": 41,
      "that": 42,
      "an": 43,
      "can": 44,
      "helpdesk": 45,
      "needs": 46,
      "personal": 47,
      "portal": 48,
      "service": 49,
      "should": 50,
      "sign": 51,
      "My": 52,
      "Where": 53,
      "and": 54,
      "approved": 55,
      "course": 56,
      "department": 57,
      "details": 58,
      "do": 59,
      "draft": 60,
      "form": 61,
      "group": 62,
      "information": 63,
      "meeting": 64,
      "no": 65,
      "open": 66,
      "out": 67,
      "page": 68,
      "process": 69,
      "records": 70,
      "report": 71,
      "requests": 72,
      "review": 73,
      "room": 74,
      "supervisor": 75,
      "use": 76,
      "using": 77,
      "we": 78,
      "when": 79,
      "whether": 80,
      "workspace": 81,
      "How": 82,
      "Which": 83,
      "add": 84,
      "at": 85,
      "authentication": 86,
      "basics": 87,
      "be": 88,
      "because": 89,
      "catalog": 90,
      "collaboration": 91,
      "complete": 92,
      "confirm": 93,
      "data": 94,
      "documents": 95,
      "during": 96,
      "email": 97,
      "equipment": 98,
      "failed": 99,
      "field": 100,
      "find": 101,
      "from": 102,
      "handling": 103,
      "help": 104,
      "how": 105,
      "if": 106,
      "intake": 107,
      "kiosk": 108,
      "library": 109,
      "login": 110,
      "manager": 111,
      "may": 112,
      "multiple": 113,
      "office": 114,
      "onboarding": 115,
      "password": 116,
      "permission": 117,
      "privacy": 118,
      "profile": 119,
      "public": 120,
      "received": 121,
      "remote": 122,
      "reporting": 123,
      "responses": 124,
      "scheduled": 125,
      "session": 126,
      "several": 127,
      "someone": 128,
      "still": 129,
      "submission": 130,
      "survey": 131,
      "temporary": 132,
      "this": 133,
      "ticket": 134,
      "tools": 135,
      "user": 136,
      "will": 137,
      "works": 138,
      "wrong": 139,
      "you": 140,
      "Does": 141,
      "Is": 142,
      "Multifactor": 143,
      "Our": 144,
      "Requesting": 145,
      "Several": 146,
      "User": 147,
      "Users": 148,
      "We": 149,
      "acceptable": 150,
      "accessibility": 151,
      "accidental": 152,
      "added": 153,
      "adding": 154,
      "advise": 155,
      "afternoon": 156,
      "agency": 157,
      "agenda": 158,
      "allow": 159,
      "am": 160,
      "analyst": 161,
      "annual": 162,
      "appear": 163,
      "applicant": 164,
      "applicants": 165,
      "appointment": 166,
      "approval": 167,
      "approve": 168,
      "approver": 169,
      "approving": 170,
      "archived": 171,
      "are": 172,
      "area": 173,
      "as": 174,
      "asked": 175,
      "asking": 176,
      "asks": 177,
      "asset": 178,
      "assign": 179,
      "assigning": 180,
      "assistive": 181,
      "attempts": 182,
      "attendees": 183,
      "audio": 184,
      "awareness": 185,
      "batch": 186,
      "birth": 187,
      "blank": 188,
      "blocked": 189,
      "budget": 190,
      "building": 191,
      "calendar": 192,
      "capturing": 193,
      "case": 194,
      "changed": 195,
      "charging": 196,
      "checking": 197,
      "checklist": 198,
      "checkout": 199,
      "classifying": 200,
      "clerks": 201,
      "collect": 202,
      "common": 203,
      "communications": 204,
      "community": 205,
      "conference": 206,
      "confidential": 207,
      "contact": 208,
      "contain": 209,
      "containing": 210,
      "controls": 211,
      "coordinator": 212,
      "could": 213,
      "counter": 214,
      "covers": 215,
      "create": 216,
      "created": 217,
      "cybersecurity": 218,
      "dashboard": 219,
      "date": 220,
      "deletion": 221,
      "demo": 222,
      "denied": 223,
      "describes": 224,
      "desk": 225,
      "device": 226,
      "did": 227,
      "directory": 228,
      "disabled": 229,
      "disappeared": 230,
      "disclosure": 231,
      "display": 232,
      "documented": 233,
      "download": 234,
      "edit": 235,
      "employees": 236,
      "enroll": 237,
      "enrolled": 238,
      "enrollment": 239,
      "error": 240,
      "escalated": 241,
      "every": 242,
      "exception": 243,
      "expired": 244,
      "explain": 245,
      "explains": 246,
      "export": 247,
      "external": 248,
      "fails": 249,
      "file": 250,
      "finance": 251,
      "folders": 252,
      "froze": 253,
      "full": 254,
      "grant": 255,
      "grants": 256,
      "grinding": 257,
      "guide": 258,
      "hearing": 259,
      "hire": 260,
      "hours": 261,
      "identifiers": 262,
      "immediately": 263,
      "include": 264,
      "includes": 265,
      "indexing": 266,
      "interdepartment": 267,
      "interns": 268,
      "intranet": 269,
      "items": 270,
      "jobs": 271,
      "keeps": 272,
      "kept": 273,
      "landing": 274,
      "laptop": 275,
      "laptops": 276,
      "lead": 277,
      "learning": 278,
      "legal": 279,
      "limit": 280,
      "link": 281,
      "listed": 282,
      "lobby": 283,
      "locked": 284,
      "long": 285,
      "longer": 286,
      "lookup": 287,
      "making": 288,
      "management": 289,
      "managers": 290,
      "masking": 291,
      "materials": 292,
      "me": 293,
      "meetings": 294,
      "member": 295,
      "members": 296,
      "message": 297,
      "method": 298,
      "microphone": 299,
      "minimizing": 300,
      "minutes": 301,
      "mobile": 302,
      "module": 303,
      "monthly": 304,
      "morning": 305,
      "names": 306,
      "naming": 307,
      "next": 308,
      "notes": 309,
      "notice": 310,
      "notification": 311,
      "now": 312,
      "old": 313,
      "online": 314,
      "opening": 315,
      "optional": 316,
      "overnight": 317,
      "owner": 318,
      "pages": 319,
      "payment": 320,
      "permit": 321,
      "planning": 322,
      "preview": 323,
      "printer": 324,
      "procedure": 325,
      "procurement": 326,
      "producing": 327,
      "project": 328,
      "projects": 329,
      "prompt": 330,
      "protected": 331,
      "provide": 332,
      "queue": 333,
      "reaching": 334,
      "read": 335,
      "receive": 336,
      "reception": 337,
      "record": 338,
      "redact": 339,
      "reference": 340,
      "refresher": 341,
      "remove": 342,
      "requested": 343,
      "requesting": 344,
      "required": 345,
      "reset": 346,
      "resident": 347,
      "residents": 348,
      "respond": 349,
      "restore": 350,
      "results": 351,
      "retention": 352,
      "returning": 353,
      "returns": 354,
      "role": 355,
      "roster": 356,
      "rotation": 357,
      "routine": 358,
      "rules": 359,
      "same": 360,
      "scanner": 361,
      "scanning": 362,
      "schedule": 363,
      "screen": 364,
      "search": 365,
      "seasonal": 366,
      "see": 367,
      "selected": 368,
      "self": 369,
      "send": 370,
      "sensitive": 371,
      "setup": 372,
      "share": 373,
      "sharing": 374,
      "shows": 375,
      "signs": 376,
      "single": 377,
      "site": 378,
      "software": 379,
      "sounds": 380,
      "spreadsheet": 381,
      "standard": 382,
      "stopped": 383,
      "stopping": 384,
      "storing": 385,
      "system": 386,
      "tablet": 387,
      "tablets": 388,
      "technology": 389,
      "template": 390,
      "their": 391,
      "there": 392,
      "ticketing": 393,
      "tickets": 394,
      "time": 395,
      "timing": 396,
      "today": 397,
      "transfer": 398,
      "trying": 399,
      "turn": 400,
      "two": 401,
      "unavailable": 402,
      "under": 403,
      "unit": 404,
      "unnecessary": 405,
      "updated": 406,
      "upload": 407,
      "uploading": 408,
      "vendor": 409,
      "verification": 410,
      "verified": 411,
      "virtual": 412,
      "walkthrough": 413,
      "wants": 414,
      "week": 415,
      "were": 416,
      "while": 417,
      "with": 418,
      "work": 419,
      "workflow": 420,
      "working": 421,
      "workshop": 422,
      "workstation": 423
    },
    "unk_token": "[UNK]"
  }
}